Repository: 1801/enigma2-plugins
Catalog: recordinfobar/po/*.po
Languages: nl

source: All Services
nl: Alle kanalen

source: Automatic is the default action
nl: Automatisch is de default aktie

source: Cancel
nl: Annuleer

source: Enable record infobar
nl: Record infobar inschakelen

source: Go to Standby now?
nl: Nu in standby gaan?

source: Goto Standby when wakeup on a timer recording
nl: Ga naar standby bij het ontwaken voor een geplande opname.

source: Increase direction
nl: Vergroot richting

source: N/A
nl: NVT

source: Record Infobar Setup
nl: Record Infobar instellingen

source: Record Infobar addon
nl: Record Infobar toevoeging

source: Recording starts!
nl: Opnme begint!

source: Satellites
nl: Satelleten

source: Save
nl: Opslaan

source: Show message when switching to recording service
nl: Toon bericht wanneer naar het opgenomen kanaal wordt gezapped.

source: Standby for timer 'After event'
nl: Standby voor timer 'Na gebeurtenis'.

source: Standby message screen timeout (sec.)
nl: Standby bericht timeout (sec.)

source: Switch to a recordable channel?
nl: Zappen naar een opneembaar kanaal?

source: Switched to the recording service !
nl: Gezapped naar het opgenomen kanaal!

source: Unknown
nl: Onbekend

source: X position (upper-left corner of srceen)
nl: X-positie (vanaf de linkerzijde van het scherm)

source: Y position (upper-left corner of srceen)
nl: Y-positie (vanaf de bovenzijde van het scherm)

source: Zap on start service recording
nl: Zap bij aanvang opname

source: all
nl: alle

source: all,than to do 'nothing'
nl: Alle, vervolgens 'doe niets'

source: always
nl: altijd

source: ask the user
nl: vraag gebruiker

source: auto and deep standby
nl: auto en deep standby

source: channel: %s prov: %s
nl: kanaal: %s prov: %s

source: channel: %s prov: %s %s
nl: kanaal: %s prov: %s %s

source: down
nl: naar beneden

source: duration: %s ...
nl: duur: %s ...

source: no zap
nl: geen zap

source: top
nl: bovenin
